
/* AppController */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "BetterZip ne marche que sur macOS 10.10 (Yosemite) ou plus récent.";
"Quit!" = "Quitter !";
"Sorry!" = "Désolé !";
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";
"https://macitbetter.com/" = "https://macitbetter.com/";
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* helpers */
"Last modified: %@\nSize: %@" = "Dernière modification : %@\nTaille: %@";

/* ReplaceExistingFiles */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "Un élément nommé %@ existe déjà à cet emplacement. Souhaitez-vous le remplacer avec celui que vous êtes en train d'extraire ?";
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "Un élément nommé %@ existe déjà à cet emplacement dans l'archive. Souhaitez-vous le remplacer avec celui que vous êtes en train d'ajouter ?";
"File in archive:" = "Fichier dans l'archive :";
"File on disc:" = "Fichier sur le disque :";

/* ZipDocument */
"Zip Format (recommended)" = "Format Zip (recommandé)";
"TAR Format, uncompressed (tar)" = "Format TAR, non compressé (tar)";
"TAR Format, GZip compressed (tgz)" = "Format TAR, compression GZip (tgz)"; 
"TAR Format, BZip2 compressed (tbz)" = "Format TAR, compression BZip2 (tbz)";
"7-Zip Format (best compression)" = "Format 7-Zip (meilleure compression)";
"RAR Format" = "Format RAR";
"Extract All" = "Tout extraire";
"Extract all files and folders from the archive" = "Extraire tous les fichiers et dossiers de l'archive";
"Extract" = "Extraire";
"Extract the selected files or folders from the archive" = "Extraire les fichiers et dossiers sélectionnés de l'archive";
"Extracting archive: %@" = "Extraction de l'archive : %@";
"Opening archive with %d items. Ugh, this is going to take a while..." = "Ouverture de l'archive contenant %d éléments. Oops, cela risque de prendre un moment...";
"Opening archive with %d items" = "Ouverture de l'archive contenant %d éléments";
"Check for updates on startup?" = "Vérifier les mises à jour au démarrage ?";
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "Souhaitez-vous %@ vérifier l'existence de mise ) jour au démarrage de l'application ? Vous pouvez vérifier manuellement les mises à jour depuis les préférences à tout moment.";
"Yes" = "Oui";
"No" = "Non";
"Are you sure you want to overwrite the original archive?" = "Êtes-vous sûr de vouloir écraser l'archive originale ?";
"Warning: Saving cannot be undone" = "Attention : l'enregistrement ne peut être annulé";
"Save" = "Enregistrer";
"Don't Save" = "Ne pas enregistrer";
"Saving archive: %@ of %@" = "Enregistrement de l'archive : %@ sur %@";
"Extracting items from archive: %@ of %@" = "Extraction des élements depuis l'archive : %@ sur %@";
"Add" = "Ajouter";
"Open" = "Ouvrir";
"Add Items" = "Ajouter des éléments";
"Extract Here" = "Extraire ici";
"Warning" = "Attention";
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ n'est géré par aucune application. Essayez d'extraire le fichier et d'utiliser le Finder pour l'ouvrir.";
"OK" = "OK";
"Delete Items" = "Supprimer les éléments";
"You can't move an item into one of its subfolders!" = "Vous ne pouvez pas déplacer un élément dans un de ses sous-dossiers !";
"Move Items" = "Déplacer les éléments";
"BetterZip will now remove Mac specific files from the archive." = "BetterZip va maintenant supprimer les donnée spécifiques au Mac de cette archive.";
"Clean now" = "Nettoyer maintenant";
"Cancel" = "Annuler";
"Clean Archive" = "Nettoyer l'archive";
"Change Archive Mode" = "Changer le mode de l'archive";
"Archive" = "Archive";
"Add to %@..." = "Ajouter à %@...";
"Extract All..." = "Tout extraire...";
"Extract Selected..." = "Extraire la sélection...";
"Save the archive" = "Enregistrer l'archive";
"Add a new file or folder to the archive" = "Ajouter un nouveau fichier ou dossier à l'archive";
"Extract files or folders from the archive" = "Extraire des fichiers ou dossiers de l'archive";
"View" = "Voir";
"View the selected file" = "Voir le fichier sélectionné";
"Delete" = "Supprimer";
"Delete the selected files or folders from the archive" = "Supprimer les fichiers ou dossiers sélectionnés de l'archive";
"Search" = "Rechercher";
"Search the archive file" = "Rechercher l'archive";
"Clean" = "Nettoyer";
"Stop" = "Arrêter";
"Ignore and go on" = "Ignorer et poursuivre";
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "Le fichier %@ n'a pas pu être ajouté à l'archive. Le disque système est peut-être plein ?";
"There is not enough free space on the destination drive." = "Il n'y a pas suffisamment d'espace disponible sur le disque de destination.";
"Loading archive: %@" = "Chargement de l'archive : %@";
"External command returned: %d\n" = "La commande externe a retourné : %d\n";
"Saving archive failed" = "L'enregistrement de l'archivea échoué";
"You don't have permission to write to this folder." = "Vous n'avez pas la permission d'écrire dans ce dossier.";
"An unknown error occurred." = "Une erreur inconnue s'est produite.";
"New Folder" = "Nouveau dossier";
"Create New Folder" = "Créer un nouveau dossier";
"Error" = "Erreur";
"Create a new folder in the selected place inside the archive." = "Créer un nouveau dossier à l'emplacement sélectionné dans l'archive.";
"An item with this name already exists in this folder!" = "Un élément portant le même nom existe déjà dans ce dossier !";
"Do you want to save the changes you made in the document %@?" = "Souhaitez-vous enregistrer les modifications que vous avez apportées au document %@ ?";
"Your changes will be lost if you don't save them." = "Les modifications seront perdues si vous ne les enregistrez pas.";
"The archive extraction failed." = "L'extraction de l'archive a échoué.";
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "Peut-être qu'il n'y a pas suffisamment d'espace libre sur le disque de destination. Ou le mot de passe fourni est incorrect.";
"Rename Item" = "Renommer l'élément";
"Opening archive failed" = "L'ouverture de l'archive a échoué";
"Not encrypted" = "Non cryptée";
"Weak (PKZip2 compatible)" = "Faible (Compatible PKZip2)";
"Strong (AES-256)" = "Forte (AES-256)";
"untitled folder" = "dossier sans nom";
"BetterZip Temporary Folder" = "Dossier temporaire BetterZip"; 
"(incl. %d hidden)" = "(incl. %d cachés)";
"%d selected, uncompressed size: %@ %@" = "%d sélectionnés, taille décompressés : %@ %@";
"%d items, uncompressed size: %@ %@" = "%d éléments, taille décompressés : %@ %@";
"%d item, uncompressed size: %@ %@" = "%d élément, taille décompressé : %@ %@";
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "BetterZip va maintenant effacer un fichier de l'archive correspondant aux modèles de noms de fichier configurés dans la fenêtre des préférence.";
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "BetterZip va maintenant effacer %d fichiers de l'archive correspondant aux modèles de noms de fichier configurés dans la fenêtre des préférence.";
"BetterZip will now remove one Mac specific file from the archive." = "BetterZip va maintenant supprimer un fichier de l'archive spécifique aux Mac.";
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZip va maintenant supprimer %d fichiers de l'archive spécifiques au Mac.";
"Remove" = "Supprimer";
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip ne peut pas procéder à l'extraction dans ce dossier. Peut-être ne possèdez-vous pas les droits d'écriture.";
"Save As..." = "Enregistrer sous...";
"Save the archive with another name." = "Enregistrer l'archive avec un nom différent.";
"Cleaning" = "Nettoyage";
"No compression" = "Pas de compression"; 
"Fast, but larger archives" = "Rapide, mais archives volumineuses";
"Normal" = "Normale";
"Best, but slower operation" = "Meilleure, mais plus lent";
"Remove files matching the patterns configured in the preferences window from the archive." = "Supprimer les fichiers de l'archive correspondant aux modèles de noms de fichier définis dans les préférences.";
"File Types" = "Types de fichiers";
"N/A" = "N/A";
"Multiple files" = "Plusieurs fichiers";
"No files selected" = "Aucun fichier sélectionné";
"A volume is missing: /%s." = "Un volume est manquant : /%s.";
"Close" = "Fermer";
"Strong (AES-256) with header encryption" = "Forte (AES-256) avec cryptage des en-têtes";


/* PreferenceController */
"Last checked: " = "Dernière vérification : ";
"General" = "Générales";
"Columns" = "Colonnes";
"Advanced" = "Avancé";
"Helpers" = "Modules";
"Use RAR" = "Utiliser RAR";
"Never" = "Jamais";
"never" = "jamais";
"Next to original" = "Identique à l'original";


/* V 2.0 */
"Cancel the operation" = "Annuler l'opération";
"Reveal in Finder" = "Montrer dans le Finder";
"Passwords" = "Mots de passe";
"no errors" = "pas d'erreur";
"with errors" = "avec erreurs";
"cancelled" = "annulé(e)";
"Extracted %@" = "Extrait %@";
"Extracting %@" = "Extrait %@";
"Compressing %@" = "Compresse %@";
"Extracting items temporarily" = "Extrait temporairement les éléments";
"%@ of %@" = "%@ sur %@";
"%@ copy" = "%@ copiés";
"Extract to..." = "Extraire vers...";
"The archive could not be extracted completely. It may be damaged." = "L'archive n'a pas pu être extraite entièrement. Peut-être est-elle endommagée.";
"This archive appears to be damaged." = "L'archive semble endommagée.";
"The archive could not be extracted." = "L'archive n'a pas pu être extraite.";
"It is either damaged or in an unsupported format." = "Il est soit endommagé, soit d'un format non supporté.";
"BetterZip Recovered Files" = "Fichiers récupérés BetterZip";
"Multiple Copies Installed" = "Plusieurs copies installées";
"Quit and Reveal in Finder" = "Quitter et montrer dans le Finder";
"Queued for extraction" = "Mis en attente pour l'extraction";
"Queued for compression" = "Mis en attente pour la compression";
"The archive tests failed." = "Le test de l'archive a échoué.";
"The archive is either damaged or in an unsupported format." = "L'archive est soit endommagée, soit d'un format non supporté.";
"Test" = "Tester";
"Testing: %@\n" = "Test de %@ en cours\n";
"Test the archive" = "Tester l'archive";
"Running script" = "Exécution du script";
"Show Favorites" = "Afficher les favoris";
"Hide Favorites" = "Masquer les favoris";
"Show Preview" = "Afficher l'aperçu";
"Hide Preview" = "Masquer l'aperçu";
"<new password>" = "<nouveau mot de passe>";
"The transcript window may contain further details." = "L'historique peut contenir de plus amples détails.";
"The file %@ has been modified." = "Le fichier %@ a été modifié.";
"Do you want to save the changes back to the archive?" = "Souhaitez-vous répercuter ces changements dans l'archive ?";
"Update File" = "Mettre à jour le fichier";
"Ignore Changes" = "Ignorer les changements";
"Ignore This Time" = "Ignorer cette fois";
"Symbolic Link (no preview possible)" = "Lien symbolique (pas d'aperçu possible)";
"Use for subsequent archives" = "Utiliser pour les archives subséquentes";
"Use this password for the new archive" = "Utiliser ce mot de passe pour la nouvelle archive";
"This is not the password you are looking for." = "Ce n'est pas le mot de passe que vous cherchez.";
"Edit Presets..." = "Editer les préréglages...";
"Show save panel" = "Afficher le navigateur de sauvegarde";
"XAR Format" = "Format XAR ";
"Presets" = "Préréglages";
"Testing archive %@" = "Test de l'archive %@";
"Archive test successful" = "Test de l'archive réussi";
"The archive test was completed successfully." = "Le test de l'archive s'est terminé avec succès.";
"Today" = "Aujourd'hui";
"Yesterday" = "Hier";
"Go to the win.rar GmbH web site" = "Aller sur le site de win.rar GmbH";
"Extracting items from %@" = "Extraction des élements depuis l'archive : %@";
"The rar helper could not be found." = "Le module rar n'a pas été trouvé.";
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "Veuillez saisir le chemin d'accès valide dans Préférences > Modules ou sélectionnez un format différent pour l'enregistrement.";
"Merge Folders" = "Fusionner les dossiers";
"Keep Both" = "Garder les deux";
"Apply to all folders" = "Appliquer à tous les dossiers";
"Apply to all" = "Appliquer à tous";
"Do you want to extract the %d archives that were found inside the selected folders?" = "Souhaitez-vous extraire les %d archives qui ont été trouvées dans les dossiers sélectionnés ?";
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "Pour ignorer les dossiers sélectionnés et extraire seulement les archives sélectionnés, cliquez sur “Extraire la sélection seulement”.";
"Extract Selected Only" = "Extraire la sélection seulementy";
"Archive Creation Complete" = "Création de l'archive terminée";
"Archive Extraction Complete" = "Extraction de l'archive terminée";
"All Queued Archive Operations Complete" = "Toutes les opérations en file d'attente ont été effectuées";
"<new preset>" = "<nouveau préréglage>";
"Other folder..." = "Autre dossier...";
/* open with other application */
"Other..." = "Autre...";
"Compress" = "Compresser";
"Saving archive %@" = "Enregistrement de l'archive %@";
"Compressed %@" = "Compressé %@";
"An error occurred" = "Une erreur s'est produite";
"Use this preset as default in the toolbar" = "Utiliser ce préréglage par défaut dans la barre d'outils";
"Use this preset as service" = "Utiliser en tant que préréglage de service";

/* added in BetterZip 3 */
"Adding files to archive %@" = "Ajout des fichiers à l'archive %@";
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "En mode direct, toutes les opérations d'archivage sont immédiates et ne peuvent être annulées.";

/* the two possible labels of the action button in the "file replace" alert panel */
"Update" = "Mettre à jour";
"Replace" = "Remplacer";

"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "Un élément appelé %@ existe déjà à cet emplacement dans l'archive. Souhaitez-vous le mettre à jour ?";

"The archive cannot be created." = "L'archive n'a pas pu être créée.";
"BetterZip will now remove one file matching your patterns from the archive." = "BetterZip va maintenant supprimer un fichier corresponsant aux modèles de nom de fichier de l'archive.";
"BetterZip will now remove %d files matching your patterns from the archive." = "BetterZip va maintenant supprimer %d fichiers corresponsant aux modèles de nom de fichier de l'archive.";
"After filtering, there are no files left to archive." = "Après filtrage, aucun fichier restant dans l'archive.";
"macOS returned this error:" = "macOS a retourné cette erreur :";
"Use this pattern to specify which files and folders to add to the archive:" = "Utiliser ce modèle pour choisir quels fichiers et dossiers ajouter dans l'archive :";
"Add Files to Archive" = "Ajouter les fichiers dans l'archive";
"Use this pattern to delete files and folders from the archive:" = "Utiliser ce modèle de nom de fichier pour supprimer les fichiers et dossiers de l'archive :";
"Delete Files From Archive" = "Supprimer les fichiers de l'archives";

/* displayed in the file types table for user defined extensions */
"<Click to add your own>" = "<Cliquez pour ajouter la votre>";

/* new compression levels */
"High, but slower operation" = "Forte, mais plus lent";
"Best (solid, slow extraction)" = "Meilleure (extraction lente)";

/* Preferences window - name of the tab to manage filter patterns */
"Filtering" = "Filtrage";

/* Tooltip for the delete with pattern toolbar button */
"Delete with pattern" = "Supprimer suivant modèle de nom de fichier";

"<new pattern>" = "<nouveau modèle de nom de fichier>";

/* warning when a user adds an archive comment, but the current format doesn’t support that (user can still save with an other format */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "Enregistrez cette archive au format ZIP or RAR sinon votre commentaire sera perdu";

/* possible button labels for setting and clearing passwords in the save presets configuration */
"Set" = "Définir";
"Clear" = "Nettoyer";

"CPIO Format, uncompressed (cpio)" = "Format CPIO, non compressé (cpio)";
"TAR Format, xz compressed (txz)" = "Format TAR, compression xz (txz)";

/* title of the OK button in the file open panel used to locate the temp folder or standard opening program */ 
"Use" = "Utiliser";

/* possible file status strings */
"Modified" = "Modifié";
"Moved" = "Déplacé";
"Added" = "Ajouté";
"Updated" = "Remplacé";

"An error occurred opening %@. Do you want to try to open the archive anyway?" = "Une erreur est survenue en ouvrant %@. Voulez-vous quand même essayer d’ouvrir l’archive?";
"Cancel Opening" = "Annuler l’ouverture";
"Open Anyway" = "Ouvrir quand même";

/* added in BetterZip 4 */

/* Default title for dynamic preset services */
"Compress with Preset %@" = "Compresser avec le préréglage %@";
"Extract with Preset %@" = "Extraire avec le préréglage %@";
"Service Name" = "Nom du service";
"Comment Text" = "Commentaire";

"Caution" = "Attention";
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "N'activez pas cette option si vous n'avez pas l'habitude de faire des sauvegardes régulières de vos données. BetterZip ne vous alertera pas lorsque vous écrasez des fichiers, si vous utilisez un préréglage avec l'option d'écrasement activée. Utilisez à vos risques et périls.";
"Activate" = "Activer";
"Trash" = "Corbeille";
"Don't move" = "Ne pas déplacer";
"+pwd" = "+pwd";
"Reload Drop Bar" = "Recharger la barre de dépôt";

"The file %@ could not be extracted. %@\n\nThe last error macOS reported was:\n\"%s\"" = "Le fichier %@ n'a pas pu être extrait. %@\n\nLa dernière erreur rapportée par macOS était:\n\"%s\"";
"The password may be incorrect." = "Le mot de passe est peut être incorrect.";
"Archive Extraction Failed" = "Échec lors de l'extraction de l'archive";
"Archive Creation Failed" = "Échec lors de la création de l'archive";
"Archive Test Successful" = "Test de l'archive réussi";
"Archive Test Failed" = "Échec du test de l'archive";

"The archive disappeared" = "L'archive a disparu";
"You can still browse the contents, but all archive operations will fail. \nDo you want to close the window?" = "Vous pouvez parcourir le contenu de l'archive quand même, mais toutes les opérations échoueront. Souhaitez-vous fermer la fenêtre ?";
"Ignore" = "Ignorer";

"An error occurred opening %@. Do you want to try to repair the archive?" = "Une erreur s'est produite lors de l'ouverture de %@. Souhaitez-vous essayer de réparer l'archive ?";
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "L'archive ne peut pas être extraite entièrement. Elle est peut-être endommagée. Voulez-vous essayer de la réparer?";
"Repair" = "Réparer";
"%@ (damaged)" = "%@ (endommagée)";

"Drag items here to compress or extract" = "Déposez les éléments à compresser ou extraire ici";
"Drop archives here to extract" = "Déposez les archives à extraire ici";
"Drop the archives here to open them" = "Déposez les archives à ouvrir ici";
"Drop items here to compress" = "Déposez les éléments à compresser ici";
"Drop the files here to add them to a new archive" = "Déposez les fichiers ici pour les ajouter à une nouvelle archive";
"Choose from your favorite presets" = "Choisissez vos préréglages favoris";
"Test the archive integrity" = "Tester l'intégrité de l'archive";
"Open and browse the archive" = "Ouvrir et parcourir l'archive";
"Add the items to a new archive" = "Ajouter les éléments à une nouvelle archive";
"Trash" = "Corbeille";

"Compress with BetterZip" = "Compresser avec BetterZip";
"Extract with BetterZip" = "Extraire avec BetterZip";

"Reveal in Finder" = "Montrer dans le Finder";
"Cancel the operation" = "Annuler l'opération";

"This archive doesn't contain any Mac specific files yet" = "Cette archive ne contient aucun fichier Mac pour le moment";
"Do you want to keep it that way or add metadata to your archive?" = "Désirez-vous ajouter les métadonnées à votre archive ou ne rien faire ?";
"Add Mac Stuff" = "Ajouter les fichiers Mac";
"Keep Mac Stuff out" = "Exclure les fichiers Mac";

"System Default" = "Réglage système par défaut";
"One password per line:" = "Un mot de passe par ligne :";
"Back" = "Précédent";
"Unlock Password Manager…" = "Déverrouiller le gestionnaire de mots de passe...";
"Lock Password Manager" = "Verrouiller le gestionnaire de mots de passe";
"Archives" = "Archives";
"Archive Types" = "Types d'archives";
"Files" = "Types de fichiers";
"Next to archive" = "À côté de l'archive";
"Choose Master Password" = "Saisissez un mot de passe principal";
